One of the stairs inside multistory stairs bottom ends exceeds or cannot reach the base elevation of the stair.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
 Syntax
  C#
public static FailureDefinitionId MultistoryStandardStairBottomEndExceedsOrNotReach { get; }
  Visual Basic
Public Shared ReadOnly Property MultistoryStandardStairBottomEndExceedsOrNotReach As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ MultistoryStandardStairBottomEndExceedsOrNotReach {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace